alacritty-ligatures-git
alsa-utils
arandr
arch-install-scripts
archlinuxcn-keyring
base
base-devel
bat
blueman
bluetuith-bin
bluez
bluez-utils
brave-bin
clight-gui-git
dhcpcd
dislocker
dosfstools
efibootmgr
fbgrab
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
flameshot
fzf
git
github-cli
grub
intel-ucode
lazygit
linux
linux-firmware
linux-headers
linuxqq
man-db
man-pages
mtools
ncdu
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
os-prober
p7zip
pacman-contrib
parted
pavucontrol
picom
pipewire-alsa
pipewire-pulse
protonup-qt
python-pip
python-pynvim
ranger
redshift
reflector
ripgrep
skippy-xd-git
sof-firmware
steam
stow
stylua
telegram-desktop
texinfo
thefuck
tlp
tlp-rdw
ttf-firacode-nerd
ttf-liberation
unzip
upower
v2ray
v2raya
vim
w3m
wine-for-wechat
wine-wechat-setup
wpa_supplicant_gui
wqy-zenhei
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay
zsh
zsh-completions
