alacritty-ligatures-git
alsa-utils
archlinuxcn-keyring
autoconf
automake
base
bat
bison
brave-bin
dhcpcd
dosfstools
efibootmgr
fakeroot
farbfeld
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-nord
fcitx5-pinyin-zhwiki
fcitx5-qt
feh
flameshot
flex
fzf
gcc
git
groff
grub
icalingua++
lazygit
libtool
libxft-bgra
linux
linux-firmware
m4
make
neofetch
neovim
nerd-fonts-fira-code
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
p7zip
pacman-contrib
parted
patch
picom
pkgconf
python-pip
ranger
reflector
ripgrep
skippy-xd-git
stow
sudo
texinfo
thefuck
unzip
v2ray
v2raya
vim
w3m
which
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yay
zsh
zsh-completions
